testing/log/special/load-successrate-testing-hello.log
→    ✗ status was 200
→     ↳  57% — ✓ 593 / ✗ 430

→    checks.........................: 57.96% ✓ 593      ✗ 430  
→    data_received..................: 93 kB  158 B/s
→    data_sent......................: 775 kB 1.3 kB/s
→    http_req_blocked...............: avg=2.4s     min=0s       med=217.3ms  max=15.72s   p(90)=7.35s    p(95)=15.63s  
→    http_req_connecting............: avg=2.4s     min=0s       med=217.2ms  max=15.72s   p(90)=7.35s    p(95)=15.63s  
→    http_req_duration..............: avg=306.35ms min=0s       med=448.97ms max=732.15ms p(90)=644.62ms p(95)=680.21ms
→      { expected_response:true }...: avg=528.5ms  min=422.16ms med=498.37ms max=732.15ms p(90)=676.92ms p(95)=692.3ms 
→    http_req_failed................: 42.03% ✓ 430      ✗ 593  
→    http_req_receiving.............: avg=129.08ms min=0s       med=212.51ms max=242.97ms p(90)=231.81ms p(95)=235.92ms
→    http_req_sending...............: avg=105.56µs min=0s       med=79.47µs  max=2.67ms   p(90)=217.4µs  p(95)=333.51µs
→    http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
→    http_req_waiting...............: avg=177.17ms min=0s       med=230.65ms max=492ms    p(90)=430.49ms p(95)=457.18ms
→    http_reqs......................: 1023   1.748246/s
→    iteration_duration.............: avg=30.32s   min=15.63s   med=23.13s   max=45.08s   p(90)=45.02s   p(95)=45.02s  
→    iterations.....................: 1023   1.748246/s
→    vus............................: 350    min=0      max=512
→    vus_max........................: 512    min=512    max=512